import React from 'react'


const Hero = () => {
  return (
    <div dir="rtl">
        <section className='max-w-7xl mx-auto text-lg space-y-2' style={{ textAlign: 'justify' }}>
        <h1 className='p-2'>
        &emsp;سۆيۈملۈك كىچىك دوست، ئۇيغۇر بالىلار تېپىشماقلىرى توربېتىگە داڭلىق بالىلار ئەسەرلىرى يازغۇچىسى مەرھۇم ئەخمەتجان قۇربان سابىرى ئەپەندىمنىڭ ئالتە پارچە «ئۇيغۇر بالىلار تېپىشماقلىرى» كىرگۈزۈلدى. بۇ توربەتتە سىز «ئېلىپبە» كىتابىڭىزدىكى ھەربىر ھەرپنىڭ، «ماتېماتىكا» كىتابىڭىزدىكى سان - سىفىرلارنىڭ تېپىشماقلىق تەسۋىرىنى كۆرىسىز.
        </h1>
        <h1 className='p-2'>
        &emsp;تۈگمەن دېگەن نېمە؟ يارغۇنچاق دېگەن نېمە؟ چىغرىق دېگەنچۇ؟ بەلكىم، سىز بۇ سوئاللارغا جاۋاب بېرەلمەسلىكىڭىز مۇمكىن. ئاتا - بوۋىلىرىمىز ئىشلەتكەن ئەنە شۇنداق نۇرغۇن نەرسىلەرنى ھازىر پەقەت مۇزىيلاردىلا كۆرەلىشىڭىز مۇمكىن. بۇ توربەتتىكى تېپىشماقلار سىزگە ئەشۇ نەرسىلەرنى بىر - بىرلەپ تونۇشتۇرىدۇ. بۇ توربەتتىكى تېپىشماقلاردىن يەنە ئۇيغۇر قول ھۈنەرۋەنچىلىكى، ئۇيغۇر تائاملىرى ۋە ئۇيغۇر چالغۇ ئەسۋابلىرىنىڭ تېپىشماقلىق بايانىنى كۆرىسىز. سىز ئويۇن ئويناشقا ئامراقمۇ؟ سىز بۇ توربەتتىكى تېپىشماقلار ئارقىلىق يەنە ئۇيغۇر ئويۇنلىرى، ئۇيغۇر بالىلار ئويۇنلىرىنىڭ قىزىقارلىق تۈرلىرى بىلەن تونۇشىسىز. بۇ توربەت سىزگە تېپىشماق ئارقىلىق يېڭى ئويۇن، يېڭى ئەقىل ئاتا قىلىدۇ. بۇ توربەت سىزنى ئانا يۇرتىمىز ھەققىدىمۇ جۇغراپىيىلىك بىلىمگە ئىگە قىلىدۇ. تەڭرىتاغنىڭ ئەڭ ئېگىز چوققىسى قايسى؟ يۇرتىمىزدا قانداق دەريا، كۆكللەر بار؟ يەنە قانداق ئالاھىدە مەھسۇلاتلار بار؟ بۇ توربەتتىكى تېپىشماقلاردىن يۇقىرىقى سوئاللارغا جاۋاب تاپالايسىز. توربەتتىكى ئىزاھلىق جاۋابلار سىزنى تېخىمۇ چوڭقۇر بىلىمگە ئىگە قىلىدۇ. 
        </h1>
        <h1 className='p-2'>
        &emsp; دوستلارنىڭ قولىدا چوقۇم تېخىمۇ كۆپ پەيزى تېپىشماقلار بارغۇ دەيمەن؟ ئۇنداقتا توربېتىمىزگە ئەزا بولۇپ، باشقا دوستلار بىلەن ئورتاقلىشىشنى ئۇنتۇپ قالماڭ!
        </h1>
      </section>
    </div>
  )
}

export default Hero